0ld/publish/blog/survey.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2021-08-23 lun 00:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Survey</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Galindo" />
<link rel="stylesheet" type="text/css" href="../style.css" />
<link rel="shortcut icon" type="image/jpg" href="../favicon.png"/>
<meta name="theme-color" content="#fff">
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"/>
<div id="google_translate_element"></div></head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Survey
<br />
<span class="subtitle">Blog</span>
</h1>

<div id="outline-container-orge10c545" class="outline-2">
<h2 id="orge10c545">Encuesta</h2>
<div class="outline-text-2" id="text-orge10c545">
<p>
Le robé la idea a <a href="https://misswannabe.neocities.org">misswannabe</a>, se ve divertido así que quiero intentarlo:
</p>

<dl class="org-dl">
<dt>Nombre</dt><dd>Galindo.</dd>
<dt>Nicknames</dt><dd>Galindo, Galinsex, Gaindosoft, Galin.org, GaCute, Galindo, Gali, Galindo-lindo, GaQt y creó que me faltaron varios.</dd>
<dt>Birthplace</dt><dd>México.</dd>
<dt>Birthday</dt><dd>Agosto 30</dd>
<dt>Where Do You Live Now?</dt><dd>Meméxico.</dd>
<dt>Looks</dt><dd>1.77m (la ultima vez que me medí), pelo largo lacio y negro, ojos negros, ni gordo ni flaco.</dd>
<dt>Favorite Animal(s)</dt><dd>Perros, Gatos, Ñus y pingüinos.</dd>
<dt>Favorite TV Show(s)</dt><dd>Neon Genesis Evangelion.</dd>
<dt>Favorite Kind(s) Of Music</dt><dd>Mi gusto en musica depende mucho de mi estado de animo, pero en general me gusta toda (si, también banda y regguetón).</dd>
<dt>Favorite Movie(s)</dt><dd>Ninguna en particular.</dd>
<dt>School</dt><dd>Universidad Autónoma de Baja California.</dd>
<dt>Future Job</dt><dd>quiero trabajar como ingeniero en alguna empresa.</dd>
<dt>Boyfriend/Girlfriend</dt><dd>Nope, Nope, Nope.</dd>
<dt>Favorite Candy</dt><dd>Mazapanes, chocolates, duces con picante, dulce de leche con mantequilla de maní.</dd>
<dt>Hobbies</dt><dd>Programar (desde herramientas hasta videojuegos), Álgebra, Jugar videojuegos (Me encanta minecraft desde que me entere de que existe en 2009, se veía <a href="https://classic.minecraft.net">así</a> cuando empeze a jugar), ahora mismo uno de mis hobbies es actualizar mi sitio en neocities.</dd>
<dt>Things You Collect</dt><dd>Tengo una colección de monedas bastante grande, tengo casi todas las monedas colección especial del bicentenario de la independencia y centenario de la revolución de mi país.</dd>
<dt>Any Tattoos And Where Of What?</dt><dd>No me gustan los tatuajes.</dd>
<dt>Piercing(s) And Where?</dt><dd>No me gustan tampoco los piercings.</dd>
<dt>What Do You Sleep in?</dt><dd>En una cama muy cómoda, casi tan cómoda como la cama de JuanSGuarnizo.</dd>
<dt>Best Advice</dt><dd>Aprende a calcular vectores y después aprende trigonometría, mas específicamente que es el seno y coseno, te ahorrara muchos rompederos de cabeza después.</dd>
<dt>Favorite Quotes</dt><dd>"yehaaw" - Hatsune Miku (2019), "La ciencia es una ecuación diferencial. La religión es una condición de frontera." - Alan Turing.</dd>
<dt>Non-sport Activity You Enjoy</dt><dd>Programar cosas tontas ó editar fotos.</dd>
<dt>Dream Car</dt><dd>No me gustan los autos, me duermo al manejar.</dd>
<dt>Favorite Thing To Do In Spring</dt><dd>Programar.</dd>
<dt>What’s Your Bedtime?</dt><dd>1-3am.</dd>
<dt>Where Do You Shop?</dt><dd>Cualquier lugar que tenga lo que nesecito.</dd>
<dt>Coke or Pepsi</dt><dd>Un efecto secundario del covid es que las sodas tienen un mal sabor, imagina que alguien pone un poco de jabón en bebida así saben las cosas para mí, espero que solo sea temporal.</dd>
<dt>Favorite Thing(s) To Wear?</dt><dd>en mi casa shorts, hace mucho calor donde vivo, en la calle uso camisetas de colores solidos (negro y colores obscuros por lo general).</dd>
<dt>Favorite Subject(s) In School</dt><dd>Historia y programación son mis dos materias favoritas, con el tiempo también me gustó álgebra.</dd>
<dt>Favorite Color(s)</dt><dd>Morados muy claros ó muy obscuros.</dd>
<dt>Do You Shave?</dt><dd>a veces.</dd>
<dt>Favorite CD you own</dt><dd>No es un disco físico pero me encanta "CHUNK".</dd>
<dt>The ONE Person Who You Hate The Most</dt><dd>Ceniceros.</dd>
<dt>Favorite Food(s)</dt><dd>Tacos, Frijoles, Carne, comida cantonesa, Pizza mexicana y pizza sinaloense.</dd>
<dt>Who Is The Hottest Guy or Girl In The World?</dt><dd>Soushi Miketsukami (Sou-tan pq no eres real? quiero tomarte de la mano muy fuerte).</dd>
<dt>What Is Your Favorite Salad Dressing?</dt><dd>Italiana.</dd>
<dt>When You Die, Do You Wanna Be Buried or Burned Into Ashes?</dt><dd>Los niños no mueren.</dd>
<dt>Do You Believe In Aliens?</dt><dd>si.</dd>
<dt>If You Had The Chance To Professionally Do Something, What would You Do?</dt><dd>Retirarme antes de los 30.</dd>
<dt>Things You Obsess Over</dt><dd>Emacs, programación, círculos, triángulos y colores.</dd>
<dt>Favorite Day of the Week</dt><dd>Cualquier dia que no tenga que trabajar.</dd>
<dt>A Teacher You Hate</dt><dd>Silvia Ceniceros.</dd>
<dt>Favorite Disney Movie</dt><dd>El jorobado de notredam.</dd>
<dt>What Is Your Favorite Season?</dt><dd>Invierno en mi ciudad, Verano en Tijuana.</dd>
<dt>Do You Like Your School Food Itself? (As In The District Food)</dt><dd>No, esta cara y esta mala.</dd>
<dt>If You Could Live Anywhere, Where Would You Live?</dt><dd>Amsterdam, ó cualquier lugar donde no necesite un auto para moverme.</dd>
<dt>Favorite Thing(s) To Do On Weekends</dt><dd>Programar.</dd>
<dt>Favorite Thing(s) To Get Clean up</dt><dd>no me gusta trabajar, Limpiar es trabajar por lo tanto no me gusta limpiar.</dd>
<dt>Favorite Flower(s)</dt><dd>flor de Jacaranda, es como un cerezo pero violeta, por lo tanto eso lo hace 100 veces mejor.</dd>
<dt>Favorite Number(s)</dt><dd>0, 1, 2.59807 (hexagon bestagon), 2.71828, 90, 255, 6174, 2147483647, 9223372036854775807.</dd>
<dt>Favorite Ice Cream flavor(s)</dt><dd>Chocomenta, vainilla, ó arroz con leche.</dd>
<dt>Do You Eat Breakfast First Then Brush Your Teeth or Brush first ten eat breakfast</dt><dd>comer primero, cepillarse despues.</dd>
<dt>Favorite Time of Day</dt><dd>8 p.m - 10 p.m.</dd>
<dt>Can A Guy and Girl Be Just “Best Friends?”</dt><dd>si.</dd>
<dt>Do You Ask The Girl / Guy Out Or Do You Wait For Them To Come To You?</dt><dd>Depende la persona.</dd>
<dt>What’s The Most Important thing In Someone’s Personality</dt><dd>Esto es muy complicado.</dd>
<dt>Do you have a pager or cell phone?</dt><dd>Si, tengo un celular.</dd>
<dt>Favorite Sport</dt><dd>Caminar cuenta como deporte?.</dd>
<dt>What Was the Best Gift You Ever Received?</dt><dd>Casí siempre me regalan dinero, casí no me gustan los regalos.</dd>
<dt>What Did You Listen To While Completing It?</dt><dd><a href="https://youtu.be/ktpr-HxGJ0E">My Chemical Romance - Thank you for the Venom</a>, estoy sufriendo una regresion emo.</dd>
<dt>Are you or would you like to be married in the near future (next 5 years)?</dt><dd>nah, quiero terminar mi carrera primero y tener algun lugar para vivir, aparte de la casa de mi madre.
<dl class="org-dl">
<dt>Don’t u just hate how psychics never win the lottery?</dt><dd>Eeeehhhh?!!!, nunca lo habia notado y tienes razón!</dd>
</dl></dd>
</dl>
</div>
</div>
</div>
</body>
</html>
